unk_command = "Извините, я Вас не понял. Пожалуйста, воспользуйтесь кнопками ниже."


start_bot = "👋 Привет! Это чат для анонимных знакомств, общения и развлечений"


old_chat = "Ищешь старый чат? Пропала VIP подписка?"


profile_text = """Профиль

👤 Пол: {sex}
🗓 Возраст: {age}
👑 Вип: {vip_status}

📗 Дата регистрации: {created_at}
"""


vip_info = """🔥 Получите VIP:
{extra_info}
9 руб. - 36 часов (затем продление 399 руб. раз в 2 недели)

199 руб. - 1 неделя (затем продление 399 руб. раз в 2 недели)

1990 руб. - 356 дней (затем продление 1990 руб на год)"""


got_companion = """Собеседник найден. Общайтесь!

В процессе диалога вы также можете ввести следующие команды:

!новый — следующий собеседник
!стоп — закончить диалог
!вип — улучшить чат

⚠ Не переходите в личные сообщения и мессенджеры по просьбам собеседников — это мошенники!
"""


stop_dialog = """⚡ Выберите действие:
Вы находитесь в диалоге с собеседником. Остановить диалог и открыть меню бота?
"""