unk_command = "Извините, я Вас не понял. Пожалуйста, воспользуйтесь кнопками ниже."


start_bot = """👋 Привет! Это чат для анонимных знакомств, общения и развлечений

Используя бота, вы соглашаетесь с лицензией: https://vk.cc/coOju9"""


old_chat = "Ищешь старый чат? Пропала VIP подписка?"


profile_text = """Профиль

👤 Пол: {sex}
🗓 Возраст: {age}
👑 Вип: {vip_status}

📗 Дата регистрации: {created_at}

🔧 Управление подписками: !подписки
"""


vip_info = """🔥 Получите VIP:

🔍 Ищите по полу (м/ж, 18+)
💬 Общайтесь ежедневно без ограничений
📹 Обмен фото и видео"""


got_companion = """Собеседник найден. Общайтесь!

В процессе диалога вы также можете ввести следующие команды:

!новый — следующий собеседник
!стоп — закончить диалог
!вип — улучшить чат

⚠ Не переходите в личные сообщения и мессенджеры по просьбам собеседников — это мошенники!
"""


stop_dialog = """⚡ Выберите действие:
Вы находитесь в диалоге с собеседником. Остановить диалог и открыть меню бота?
"""