unk_command = "Извините, я Вас не понял. Пожалуйста, воспользуйтесь кнопками ниже."


start_bot = "👋 Привет! Это чат для анонимных знакомств, общения и развлечений"


old_chat = "Ссылка на старый чат"


profile_text = """Профиль

👤 Пол: {sex}
🗓 Возраст: {age}

📗 Дата регистрации: {created_at}
"""


got_companion = """Собеседник найден. Общайтесь!

В процессе диалога вы также можете ввести следующие команды:

!новый — следующий собеседник
!стоп — закончить диалог
!вип — улучшить чат
"""


stop_dialog = """⚡ Выберите действие:
Вы находитесь в диалоге с собеседником. Остановить диалог и открыть меню бота?
"""